export default {
    hero: {
        heading: "ارتقِ بمستوى النظافة لديك مع منتجاتنا الموثوقة",
        subheading: "منذ عام 1970، تقدم شركة الوزير حلول تنظيف عالية الجودة تلبي كافة الاحتياجات. وبفضل ثقتنا في جميع أنحاء الشرق الأوسط، تضمن مجموعتنا المتنوعة نتائج لا تشوبها شائبة.",
        button: 'تسوق الآن'
    },

    navbar: {
        navlinks: [
            {
                url: "#about-us",
                title: "معلومات عنا",
            },
            {
                url: "#wholesale-and-retail",
                title: "الجملة والتجزئة",
            },
            {
                url: "#products",
                title: "منتجات",
            },
            {
                url: "#contact-us",
                title: "اتصل بنا",
            },
        ],

        navbutton: "تسوق الآن",
    },

    wholesaleretail: {
        heading: "الجملة والتجزئة",
        subheading: "انضم إلينا للحصول على فرص البيع بالجملة والتجزئة الحصرية لمنتجات التنظيف عالية الجودة.",
        button: "اتصل بنا",
    },

    products: {
        heading: "منتجات الوزير",
        subheading: "منذ عام 1970",
        button: "استكشف",
    },

    subbrands: {
        heading1: "علاماتنا",
        heading2: " التجارية الفرعية"
    },

    grid: {
        subbrands: {
            heading: 'العلامات التجارية الفرعية',
            para: "استكشف علاماتنا التجارية الفرعية الستة المتميزة",
        },
        locations: {
            heading: "المواقع",
            para: "منتجاتنا عالية الجودة في جميع أنحاء الشرق الأوسط",
        },
        registered: {
            heading: "مسجل",
            para: "نحن شركة مسجلة وموثوقة بالكامل"
        }
    },



    contactus: {
        heading: "اتصل بنا",
        firstname: "الاسم الأول",
        firstnameplaceholder: "أدخل اسمك الأول",
        lastname: "اسم العائلة",
        lastnamePlaceholder: "أدخل اسمك الأخير",
        mail: "معرف البريد الإلكتروني",
        mailplaceholder: "أدخل بريدك الإلكتروني",
        message: "رسالة",
        messageplaceholder: "أدخل رسالتك",
        button: "يُقدِّم",
    },

    ourstory: {
        heading: "قصتنا",
        para1: "الوزير هي شركة متخصصة بإنتاج وبيع منتجات التنظيف متعددة الاستخدامات، انطلقت في عام ١٩٧٠ بتركيبات خاصة من مصنعها في الجمهورية العربية السورية، حيث سعتً الوزير نحو تطوير منتجاتها رغبة بتوفير حلول شاملة لجميع مشاكل التنظيف المنزلي والعناية الشخصية التي تواجه العملاء.",
        para2: "ومع مرور السنوات، نجحت في التوسع والوصول إلى اردن ثم العراق ثم تركيا حتى وصلت إلى المملكة العربية السعودية بحلول عام .٢٠٢١",
        para3: "واليوم تقدم شركة الوزير أكثر من ٢٥٠ منتجا بمختلف اشكال واحجام لتلبية كافة احتياجات العملاء في المملكة العربية السعودية والشرق اوسط.",

    },

    footer: {
        credits: "تم تصميمه وتطويره بواسطة TIC و مدعوم بواسطة Techvenchure",
    },
}