import Testimonial1 from '../../assets/testimonial-1.jpg'
import Testimonial2 from '../../assets/testimonial-2.jpg'
import Testimonial3 from '../../assets/testimonial-3.jpg'
import Testimonial4 from '../../assets/testimonial-4.jpg'

export default {
    hero: {
        heading: "ارتقِ بمستوى النظافة لديك مع منتجاتنا الموثوقة",
        subheading: "منذ عام 1970، تقدم شركة الوزير ليكس حلول تنظيف عالية الجودة تلبي كافة الاحتياجات. وبفضل ثقتنا في جميع أنحاء الشرق الأوسط، تضمن مجموعتنا المتنوعة نتائج لا تشوبها شائبة.",
        button: 'تسوق الآن'
    },

    navbar: {
        navlinks: [
            {
                url: "#about-us",
                title: "معلومات عنا",
            },
            {
                url: "#wholesale-and-retail",
                title: "الجملة والتجزئة",
            },
            {
                url: "#products",
                title: "منتجات",
            },
            {
                url: "#certificates",
                title: "الشهادات",
            },
        ],

        navbutton: "اتصل بنا"
    },

    wholesaleretail: {
        heading: "الجملة والتجزئة",
        subheading: "انضم إلينا للحصول على فرص البيع بالجملة والتجزئة الحصرية لمنتجات التنظيف عالية الجودة.",
        button: "اتصل بنا",
    },

    products: {
        heading: "منتجات الوزير",
        subheading: "منذ عام 1970",
        button: "استكشف",
    },

    subbrands: {
        heading1: "علاماتنا",
        heading2: " التجارية الفرعية"
    },

    grid: {
        subbrands: {
            heading: 'العلامات التجارية الفرعية',
            para: "استكشف علاماتنا التجارية الفرعية الستة المتميزة",
        },
        locations: {
            heading: "المواقع",
            para: "منتجاتنا عالية الجودة في جميع أنحاء الشرق الأوسط",
        },
        registered: {
            heading: "مسجل",
            para: "نحن شركة مسجلة وموثوقة بالكامل"
        }
    },

    testimonials: {
        heading: " آراء العملاء ",
        testimonialcontent: [
            {
                img: Testimonial1,
                content: "بصفتي أمًا لثلاثة أطفال، فأنا أحتاج إلى منتجات فعالة حقًا ولا تتطلب مني فرك الأرض لساعات. لقد كانت منتجات التنظيف هذه بمثابة منقذ لي! فهي تزيل حتى أصعب الفوضى بسرعة، سواء كانت شحوم المطبخ أو آثار الأقدام الموحلة. ومعرفة أنها صديقة للبيئة يمنحني راحة البال. أشعر بالارتياح عند التنظيف دون القلق بشأن ما أتركه ورائي على الأسطح التي يلمسها أطفالي."
            },
            {
                img: Testimonial2,
                content: "باعتباري أدير شركة تنظيف خاصة بي، فقد اختبرت عددًا لا يحصى من المنتجات، ولا شيء يضاهي ما تقدمه هذه الشركة. هذه المنتجات هي الحل الأمثل لكل مهمة. فهي تزيل الأوساخ بشكل أفضل من أي شيء آخر، ويعلق عملائي دائمًا على مدى انتعاش كل شيء. من الجيد أن يكون لدي أخيرًا شيء يمكنني الاعتماد عليه يومًا بعد يوم."
            },
            {
                img: Testimonial3,
                content: "لطالما كنت من النوع الذي يحب المنزل النظيف، ولكن مع جدول أعمالي المزدحم، أحتاج إلى منتجات تؤدي الغرض حقًا. لا أستطيع أن أصف مدى تقديري لمنتجات التنظيف التي تقدمها هذه العلامة التجارية - فهي تجعل التنظيف ممتعًا بالفعل! أحب بشكل خاص أنها آمنة لأطفالي وحيواناتي الأليفة، لذلك لا داعي للقلق بشأن المواد الكيميائية القاسية. إنه أمر مربح للجانبين!"
            },


            {
                img: Testimonial4,
                content: "كنت أخشى يوم التنظيف، لكن هذه المنتجات غيرت ذلك تمامًا. فهي تجعل من السهل جدًا الحفاظ على نظافة كل شيء، وأنا أستمتع بهذه العملية الآن! أحب أنها مصنوعة من مكونات طبيعية، لذلك لا أشعر وكأنني أملأ منزلي بالمواد الكيميائية. إنه لأمر رائع أن أعرف أنني أفعل شيئًا جيدًا لعائلتي وكوكبنا."
            },
        ]
    },

    // ourstory: {
    //     heading: "قصتنا",
    //     para1: "شركة الوزير للتنظيف متخصصة في إنتاج وتوزيع منتجات التنظيف متعددة الأغراض. تأسست شركة الوزير للتنظيف في سوريا عام 1970، وتطمح إلى تقديم حلول شاملة تغطي احتياجات التنظيف المختلفة للعملاء، من التنظيف المنزلي إلى منتجات العناية الشخصية.",
    //     para2: "وعلى مر السنين، توسعت الشركة إلى الأردن والعراق وتركيا، وصولاً إلى المملكة العربية السعودية بحلول عام 2021.",
    //     para3: "اليوم، تشتمل مجموعة منتجات الوزير على أكثر من 250 منتجًا بأشكال وأحجام مختلفة لتلبية الاحتياجات المتغيرة باستمرار للعملاء في المملكة العربية السعودية والشرق الأوسط.",

    // },

    ourstory: {
        heading: "قصتنا",
        para1: "الوزير ليكس هي شركة متخصصة بإنتاج وبيع منتجات التنظيف متعددة الاستخدامات، انطلقت في عام ١٩٧٠ بتركيبات خاصة من مصنعها في الجمهورية العربية السورية، حيث سعتً الوزيرليكس نحو تطوير منتجاتها رغبة بتوفير حلول شاملة لجميع مشاكل التنظيف المنزلي والعناية الشخصية التي تواجه العملاء.",
        para2: "ومع مرور السنوات، نجحت في التوسع والوصول إلى اردن ثم العراق ثم تركيا حتى وصلت إلى المملكة العربية السعودية بحلول عام .٢٠٢١",
        para3: "واليوم تقدم شركة الوزير ليكس أكثر من ٢٥٠ منتجا بمختلف اشكال واحجام لتلبية كافة احتياجات العملاء في المملكة العربية السعودية والشرق اوسط.",

    },

    footer: {
        credits: "تم تصميمه وتطويره بواسطة TIC و مدعوم بواسطة Techvenchure",
    },
}